"Volume" = "Äänenvoimakkuus"; 
"Waveform" = "Aaltomuoto"; 
"Morph" = "Morfaus"; 
"Morph Envelope" = "Morfausalue"; 
"Cutoff Type" = "Leikkauksen tyyppi"; 
"Cutoff" = "Leikkaus"; 
"Resonance" = "Resonanssi"; 
"Cutoff Envelope" = "Leikkausalue"; 
"Cutoff Attack" = "Leikkauksen aluke"; 
"Attack" = "Aluke"; 
"Decay" = "Vaimennus"; 
"Sustain" = "Pito"; 
"Release" = "Päästö"; 
